import { Link } from '@material-ui/core'
import React from 'react'

const Myletter = () => {
    return (
        <div className='p-3'>
            <button className='m-3'>
                <Link href="/letter" className='parol'>Back to letter</Link>
            </button>
            <p>Если меня спросят: "Почему ты ее любишь?", я не смогу ответить. По мне, любить из за чего-то нельзя. Но для того чтобы полюбить нужны причины, и да, они у меня были.
            </p>
            <p>Наверно, первая причина была взаимность, и она была достаточно искренняя. Вы и я, мы не знали друг друга, я вам написала и вы мне ответили, и каждый раз отвечали, это и стала началой моей любви к вам.</p>
            <p>После, ваша теплота, она притягивала к себе сильнее. Ваше слово "солнышко", оно стало для меня ценным. Я каждый раз общаясь с вами, надеялась услышать именно это слово, ведь оно теперь значило для меня больше, чем кто-либо может себе представить.</p>
            <p>Ваши объятия, они были настолько сильны, настолько теплы и полны любви, мне казалось что теперь я не могу без них. А еще они иногда даже спасали меня от всего плохого что происходит вокруг. Я превращалась в маленького ребеночка и ничего меня не волновало.</p>
            <p>Следующими были ваши шутки, они были родными. Вы шутили как с 5-летним знакомым, они не давали мне чувствовать себя другой, чужой.</p>
            <p>Очередь вашей внимательности. Вы супер внимательная. Об этом наверно буду писать больше. Первый пункт, мой день рождения. Вы сделали мне самый крутой подарок. Я помню, в тот день вы вернулись с Ферганы, и еще вы переехали в другой дом. Не смотря на это, вы нашли время позвонить мне, чтобы поздравить, правда  этот звонок не дошел до меня, но тот факт, что вы звонили мне, для меня многое значит. А к вечеру я вам написала, просто спросив как прошел переезд, а вы извинились, за то что забыли меня поздравить и поздравили лучше всех. Втоорой пункт, Фахрли инсон. Прошло меньше месяца с моего дня рождения, мне исполнилось 18, и я приехала сдать кровь. Я жудко боюсь укола, и тогда я побледнела, вся вспотела. Вы зашли спросить как я, вы увидели меня и сказали: "Может не будешь сдавать, тебе плохо, мне кажется)". Я вам сказала что это не из за крови, и что со мной все хорошо. Вы тогда крепко держали меня за руки, поддержали, спасибо. А еще, я позже узнала что из за этого вас поругали, туда нельзя была входить и плюс вас искали очень, а вы в то время были рядом со мной.</p>
            <p>А еще, вы хранили все что я вам дарила. Вы каждый мой подарок ценили, и эмоции ваши я видела. Когда я вам написала письмо на день рождения, я не ждала ваших слез, я просто хотела все высказать. Но признаюсь, мне тогда было очень приятно. Моя игрушка, я видела ее в ваших сторисах почти каждый день и радовалась, та панда, она долгое время стояла возле ваших окон, и надеюсь до сих пор стоит.</p>
            <p>И последнее, что я хочу написать, это наш разговор про дедушек. Она для меня очень ценна, я многое из этого списка говорила друзьям, делилась с близкими. Но наш разговор храню как бриллиант, она для меня особенная.</p>
            <p>Помните наш последний разговор, в вашем доме, он был настолько теплым, искренним, я грелась с ним неделю. Я в тот вечер для себя поняла и взяла многое, а еще поняла что вы мой человек, я бы хотела с вами общаться до послених своих дней, я бы не хотела потерять вас или не любить. Вы мой человек, который очень ценен для меня, которого я очень сильно люблю и уважаю.</p>
            <p>Хочу сказать одно, спасибо вам, за то что вы просто есть, за вашу любовь и теплоту, а большего мне и ненадо.</p>
            <p>Нет. Вру. Я нуждаюсь в вашей теплоты, в ваших объятиях, больше чем когда-либо...</p>
        </div>
    )
}

export default Myletter
